Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Crossed the aerobic threshold at %@ (%lld bpm). %@ at threshold, %@ easy.
ar: تجاوزت العتبة الهوائية عند %1$@ (%2$lld نبضة/دقيقة). ‏%3$@ عند العتبة، و%4$@ سهل.
da: Krydsede den aerobe tærskel ved %@ (%lld bpm). %@ ved tærsklen, %@ let.
de: Aerobe Schwelle bei %@ (%lld bpm) überschritten. %@ an der Schwelle, %@ locker.
es: Cruzaste el umbral aeróbico a los %@ (%lld lpm). %@ en el umbral, %@ suave.
fi: Ylitit aerobisen kynnyksen ajassa %@ (%lld bpm). %@ kynnyksellä, %@ kevyesti.
fr: Seuil aérobie franchi à %@ (%lld bpm). %@ au seuil, %@ facile.
is: Fórst yfir loftháða þröskuldinn á %@ (%lld slög/mín). %@ við þröskuld, %@ létt.
it: Hai superato la soglia aerobica a %@ (%lld bpm). %@ in soglia, %@ facile.
ja: %1$@（%2$lld bpm）で有酸素閾値を超えました。閾値%3$@、イージー%4$@。
ko: %1$@(%2$lld bpm)에 유산소 역치를 넘었습니다. 역치 %3$@, 쉬움 %4$@.
nb: Krysset den aerobe terskelen ved %@ (%lld bpm). %@ ved terskelen, %@ lett.
nl: Aerobe drempel overschreden op %@ (%lld bpm). %@ op drempel, %@ licht.
pt_br: Cruzou o limiar aeróbico em %@ (%lld bpm). %@ no limiar, %@ leve.
ru: Аэробный порог пройден на %@ (%lld уд/мин). %@ на пороге, %@ легко.
sv: Passerade den aeroba tröskeln vid %@ (%lld bpm). %@ vid tröskeln, %@ lätt.
zh_hans: 在 %1$@（%2$lld bpm）越过有氧阈值。阈值 %3$@，轻松 %4$@。

source: Crossed the aerobic threshold at %@ (%lld bpm). %@ very hard (α1 under 0.50). Mixed-intensity session.
ar: تجاوزت العتبة الهوائية عند %1$@ (%2$lld نبضة/دقيقة). ‏%3$@ بشدة عالية جدًا (α1 أقل من 0.50). جلسة متنوعة الشدة.
da: Krydsede den aerobe tærskel ved %@ (%lld bpm). %@ meget hårdt (α1 under 0,50). Session med blandet intensitet.
de: Aerobe Schwelle bei %@ (%lld bpm) überschritten. %@ sehr hart (α1 unter 0,50). Einheit mit gemischter Intensität.
es: Cruzaste el umbral aeróbico a los %@ (%lld lpm). %@ muy duro (α1 por debajo de 0,50). Sesión de intensidad mixta.
fi: Ylitit aerobisen kynnyksen ajassa %@ (%lld bpm). %@ erittäin kovaa (α1 alle 0,50). Vaihtelevan tehon harjoitus.
fr: Seuil aérobie franchi à %@ (%lld bpm). %@ très difficile (α1 sous 0,50). Séance d'intensité mixte.
is: Fórst yfir loftháða þröskuldinn á %@ (%lld slög/mín). %@ mjög erfitt (α1 undir 0,50). Æfing með blandaðri ákefð.
it: Hai superato la soglia aerobica a %@ (%lld bpm). %@ molto duro (α1 sotto 0,50). Sessione a intensità mista.
ja: %1$@（%2$lld bpm）で有酸素閾値を超えました。%3$@は非常にハード（α1が0.50未満）。強度が混在したセッションです。
ko: %1$@(%2$lld bpm)에 유산소 역치를 넘었습니다. %3$@ 매우 힘듦(α1 0.50 미만). 강도가 섞인 세션입니다.
nb: Krysset den aerobe terskelen ved %@ (%lld bpm). %@ svært hardt (α1 under 0,50). Økt med blandet intensitet.
nl: Aerobe drempel overschreden op %@ (%lld bpm). %@ zeer zwaar (α1 onder 0,50). Training met gemengde intensiteit.
pt_br: Cruzou o limiar aeróbico em %@ (%lld bpm). %@ muito intenso (α1 abaixo de 0,50). Sessão de intensidade mista.
ru: Аэробный порог пройден на %@ (%lld уд/мин). %@ очень тяжело (α1 ниже 0,50). Тренировка смешанной интенсивности.
sv: Passerade den aeroba tröskeln vid %@ (%lld bpm). %@ mycket hårt (α1 under 0,50). Pass med blandad intensitet.
zh_hans: 在 %1$@（%2$lld bpm）越过有氧阈值。%3$@ 极高强度（α1 低于 0.50）。混合强度训练。

source: Crossed the aerobic threshold at %@. %@ at threshold, %@ easy.
ar: تجاوزت العتبة الهوائية عند %1$@. ‏%2$@ عند العتبة، و%3$@ سهل.
da: Krydsede den aerobe tærskel ved %@. %@ ved tærsklen, %@ let.
de: Aerobe Schwelle bei %@ überschritten. %@ an der Schwelle, %@ locker.
es: Cruzaste el umbral aeróbico a los %@. %@ en el umbral, %@ suave.
fi: Ylitit aerobisen kynnyksen ajassa %@. %@ kynnyksellä, %@ kevyesti.
fr: Seuil aérobie franchi à %@. %@ au seuil, %@ facile.
is: Fórst yfir loftháða þröskuldinn á %@. %@ við þröskuld, %@ létt.
it: Hai superato la soglia aerobica a %@. %@ in soglia, %@ facile.
ja: %1$@で有酸素閾値を超えました。閾値%2$@、イージー%3$@。
ko: %1$@에 유산소 역치를 넘었습니다. 역치 %2$@, 쉬움 %3$@.
nb: Krysset den aerobe terskelen ved %@. %@ ved terskelen, %@ lett.
nl: Aerobe drempel overschreden op %@. %@ op drempel, %@ licht.
pt_br: Cruzou o limiar aeróbico em %@. %@ no limiar, %@ leve.
ru: Аэробный порог пройден на %@. %@ на пороге, %@ легко.
sv: Passerade den aeroba tröskeln vid %@. %@ vid tröskeln, %@ lätt.
zh_hans: 在 %1$@ 越过有氧阈值。阈值 %2$@，轻松 %3$@。

source: Crossed the aerobic threshold at %@. %@ very hard (α1 under 0.50). Mixed-intensity session.
ar: تجاوزت العتبة الهوائية عند %1$@. ‏%2$@ بشدة عالية جدًا (α1 أقل من 0.50). جلسة متنوعة الشدة.
da: Krydsede den aerobe tærskel ved %@. %@ meget hårdt (α1 under 0,50). Session med blandet intensitet.
de: Aerobe Schwelle bei %@ überschritten. %@ sehr hart (α1 unter 0,50). Einheit mit gemischter Intensität.
es: Cruzaste el umbral aeróbico a los %@. %@ muy duro (α1 por debajo de 0,50). Sesión de intensidad mixta.
fi: Ylitit aerobisen kynnyksen ajassa %@. %@ erittäin kovaa (α1 alle 0,50). Vaihtelevan tehon harjoitus.
fr: Seuil aérobie franchi à %@. %@ très difficile (α1 sous 0,50). Séance d'intensité mixte.
is: Fórst yfir loftháða þröskuldinn á %@. %@ mjög erfitt (α1 undir 0,50). Æfing með blandaðri ákefð.
it: Hai superato la soglia aerobica a %@. %@ molto duro (α1 sotto 0,50). Sessione a intensità mista.
ja: %1$@で有酸素閾値を超えました。%2$@は非常にハード（α1が0.50未満）。強度が混在したセッションです。
ko: %1$@에 유산소 역치를 넘었습니다. %2$@ 매우 힘듦(α1 0.50 미만). 강도가 섞인 세션입니다.
nb: Krysset den aerobe terskelen ved %@. %@ svært hardt (α1 under 0,50). Økt med blandet intensitet.
nl: Aerobe drempel overschreden op %@. %@ zeer zwaar (α1 onder 0,50). Training met gemengde intensiteit.
pt_br: Cruzou o limiar aeróbico em %@. %@ muito intenso (α1 abaixo de 0,50). Sessão de intensidade mista.
ru: Аэробный порог пройден на %@. %@ очень тяжело (α1 ниже 0,50). Тренировка смешанной интенсивности.
sv: Passerade den aeroba tröskeln vid %@. %@ mycket hårt (α1 under 0,50). Pass med blandad intensitet.
zh_hans: 在 %1$@ 越过有氧阈值。%2$@ 极高强度（α1 低于 0.50）。混合强度训练。

source: CSV failed: %@
ar: فشل CSV: %@
da: CSV mislykkedes: %@
de: CSV fehlgeschlagen: %@
es: Error de CSV: %@
fi: CSV epäonnistui: %@
fr: Échec CSV : %@
is: CSV mistókst: %@
it: CSV non riuscito: %@
ja: CSV に失敗しました：%@
ko: CSV 실패: %@
nb: CSV mislyktes: %@
nl: CSV mislukt: %@
pt_br: Falha no CSV: %@
ru: Ошибка CSV: %@
sv: CSV misslyckades: %@
zh_hans: CSV 失败：%@

source: Cue fired
ar: تم إطلاق التنبيه
da: Signal givet
de: Hinweis ausgelöst
es: Aviso activado
fi: Vihje annettu
fr: Signal déclenché
is: Ábending send
it: Avviso attivato
ja: キューが作動
ko: 큐 실행됨
nb: Signal gitt
nl: Aanwijzing gegeven
pt_br: Dica disparada
ru: Подсказка сработала
sv: Signal given
zh_hans: 提示已触发

source: Current: %@. Looks up real terrain elevation along your route from a public elevation map — OpenTopoData (10 m data in the US, 30 m elsewhere), or Open-Meteo if that fails — and counts only sustained climbs of 15 m or more. Up to 100 of your route's points, rounded to about 11 m, are sent to those services. Requires network.
ar: الحالي: %@. يبحث عن الارتفاع الفعلي للتضاريس على طول مسارك من خريطة ارتفاعات عامة — OpenTopoData (بيانات بدقة 10 م في الولايات المتحدة و30 م في غيرها)، أو Open-Meteo إن تعذّر ذلك — ويحتسب فقط الصعودات المتواصلة البالغة 15 م أو أكثر. تُرسَل حتى 100 نقطة من مسارك، مقرّبة إلى نحو 11 م، إلى هذه الخدمات. يتطلب اتصالًا بالشبكة.
da: Aktuel: %@. Slår den faktiske terrænhøjde op langs din rute fra et offentligt højdekort — OpenTopoData (10 m-data i USA, 30 m andre steder) eller Open-Meteo, hvis det mislykkes — og tæller kun vedvarende stigninger på 15 m eller mere. Op til 100 af rutens punkter, afrundet til ca. 11 m, sendes til disse tjenester. Kræver netværk.
de: Aktuell: %@. Ruft die tatsächliche Geländehöhe entlang deiner Route aus einer öffentlichen Höhenkarte ab — OpenTopoData (10-m-Daten in den USA, 30 m anderswo) oder Open-Meteo, falls das fehlschlägt — und zählt nur anhaltende Anstiege ab 15 m. Bis zu 100 Punkte deiner Route, auf etwa 11 m gerundet, werden an diese Dienste gesendet. Erfordert eine Netzwerkverbindung.
es: Actual: %@. Consulta la elevación real del terreno a lo largo de tu ruta en un mapa de elevación público — OpenTopoData (datos de 10 m en EE. UU., 30 m en el resto) u Open-Meteo si falla — y solo cuenta subidas sostenidas de 15 m o más. Se envían a esos servicios hasta 100 puntos de tu ruta, redondeados a unos 11 m. Requiere conexión de red.
fi: Nykyinen: %@. Hakee reittisi todellisen maaston korkeuden julkisesta korkeuskartasta — OpenTopoData (10 m:n tiedot Yhdysvalloissa, muualla 30 m) tai Open-Meteo, jos se epäonnistuu — ja laskee vain vähintään 15 m:n yhtäjaksoiset nousut. Enintään 100 reittisi pistettä noin 11 m:iin pyöristettyinä lähetetään näihin palveluihin. Vaatii verkkoyhteyden.
fr: Actuel : %@. Récupère l'altitude réelle du terrain le long de votre itinéraire à partir d'une carte d'altitude publique — OpenTopoData (données à 10 m aux États-Unis, 30 m ailleurs), ou Open-Meteo en cas d'échec — et ne compte que les montées soutenues de 15 m ou plus. Jusqu'à 100 points de votre itinéraire, arrondis à environ 11 m, sont envoyés à ces services. Nécessite le réseau.
is: Núverandi: %@. Flettir upp raunverulegri landhæð eftir leiðinni þinni úr opinberu hæðarkorti — OpenTopoData (10 m gögn í Bandaríkjunum, 30 m annars staðar), eða Open-Meteo ef það bregst — og telur aðeins samfelldar hækkanir upp á 15 m eða meira. Allt að 100 punktar leiðarinnar, námundaðir að um 11 m, eru sendir til þessara þjónusta. Krefst nettengingar.
it: Attuale: %@. Ricava l'altitudine reale del terreno lungo il tuo percorso da una mappa altimetrica pubblica — OpenTopoData (dati a 10 m negli USA, 30 m altrove), oppure Open-Meteo se non riesce — e conta solo salite continue di almeno 15 m. Fino a 100 punti del percorso, arrotondati a circa 11 m, vengono inviati a questi servizi. Richiede la rete.
ja: 現在: %@。公開標高マップからルート沿いの実際の地形の標高を取得し（OpenTopoData：米国は 10 m データ、その他は 30 m。失敗した場合は Open-Meteo）、15 m 以上の継続的な上りのみをカウントします。ルートの最大 100 地点（約 11 m に丸めたもの）がこれらのサービスに送信されます。ネットワークが必要です。
ko: 현재: %@. 공개 고도 지도에서 경로를 따라 실제 지형 고도를 조회하며(OpenTopoData: 미국은 10m, 그 외 지역은 30m 데이터, 실패 시 Open-Meteo), 15m 이상의 지속적인 오르막만 집계합니다. 약 11m로 반올림된 경로 지점이 최대 100개까지 이 서비스로 전송됩니다. 네트워크가 필요합니다.
nb: Gjeldende: %@. Slår opp faktisk terrenghøyde langs ruten din fra et offentlig høydekart — OpenTopoData (10 m-data i USA, 30 m ellers), eller Open-Meteo hvis det mislykkes — og teller bare vedvarende stigninger på 15 m eller mer. Opptil 100 av rutens punkter, avrundet til omtrent 11 m, sendes til disse tjenestene. Krever nettverk.
nl: Huidig: %@. Zoekt de werkelijke terreinhoogte langs je route op in een openbare hoogtekaart — OpenTopoData (10 m-gegevens in de VS, elders 30 m), of Open-Meteo als dat mislukt — en telt alleen aanhoudende klimmen van 15 m of meer. Maximaal 100 punten van je route, afgerond op ongeveer 11 m, worden naar die diensten gestuurd. Vereist netwerk.
pt_br: Atual: %@. Consulta a elevação real do terreno ao longo da sua rota em um mapa de elevação público — OpenTopoData (dados de 10 m nos EUA, 30 m em outros lugares), ou Open-Meteo se falhar — e conta apenas subidas contínuas de 15 m ou mais. Até 100 pontos da sua rota, arredondados para cerca de 11 m, são enviados a esses serviços. Requer rede.
ru: Сейчас: %@. Запрашивает реальную высоту рельефа вдоль маршрута из общедоступной карты высот — OpenTopoData (данные 10 м в США, 30 м в других местах) или Open-Meteo, если первая не отвечает, — и учитывает только непрерывные подъёмы от 15 м. В эти сервисы отправляется до 100 точек маршрута, округлённых примерно до 11 м. Требуется сеть.
sv: Aktuell: %@. Hämtar verklig terränghöjd längs din rutt från en offentlig höjdkarta — OpenTopoData (10 m-data i USA, 30 m på andra håll), eller Open-Meteo om det misslyckas — och räknar bara ihållande stigningar på 15 m eller mer. Upp till 100 av ruttens punkter, avrundade till cirka 11 m, skickas till dessa tjänster. Kräver nätverk.
zh_hans: 当前：%@。从公开高程地图查询路线沿途的真实地形高程——OpenTopoData（美国为 10 米数据，其他地区为 30 米），失败时改用 Open-Meteo——并只计算 15 米及以上的持续爬升。最多 100 个路线点（约舍入到 11 米）会发送给这些服务。需要网络连接。

source: Custom
ar: مخصص
da: Tilpasset
de: Eigene
es: Personalizado
fi: Mukautettu
fr: Personnalisé
is: Sérsniðið
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nb: Egendefinert
nl: Aangepast
pt_br: Personalizado
ru: Своя
sv: Anpassad
zh_hans: 自定义

source: Cyan
ar: سماوي
es: Cian
fi: Syaani
is: Blágrænn
it: Ciano
ja: シアン
ko: 청록색
nl: Cyaan
pt_br: Ciano
ru: Голубой
zh_hans: 青色

source: Cycling
ar: ركوب الدراجة
da: Cykling
de: Radfahren
es: Ciclismo
fi: Pyöräily
fr: Vélo
is: Hjólreiðar
it: Ciclismo
ja: サイクリング
ko: 사이클
nb: Sykling
nl: Fietsen
pt_br: Ciclismo
ru: Велосипед
sv: Cykling
zh_hans: 骑行

source: Cycling FTP in watts
ar: FTP لركوب الدراجة بالواط
da: Cykel-FTP i watt
de: Rad-FTP in Watt
es: FTP de ciclismo en vatios
fi: Pyöräilyn FTP watteina
fr: FTP vélo en watts
is: FTP í hjólreiðum í vöttum
it: FTP ciclismo in watt
ja: サイクリングFTP（ワット）
ko: 사이클링 FTP(와트)
nb: Sykkel-FTP i watt
nl: Fiets-FTP in watt
pt_br: FTP de ciclismo em watts
ru: FTP в велоспорте, Вт
sv: Cykel-FTP i watt
zh_hans: 骑行 FTP（瓦）

source: Debug log
ar: سجل التصحيح
da: Fejlfindingslog
de: Debug-Protokoll
es: Registro de depuración
fi: Vianmääritysloki
fr: Journal de débogage
is: Villuleitarskrá
it: Log di debug
ja: デバッグログ
ko: 디버그 로그
nb: Feilsøkingslogg
nl: Foutopsporingslogboek
pt_br: Registro de depuração
ru: Журнал отладки
sv: Felsökningslogg
zh_hans: 调试日志

source: Debug log: %@
ar: سجل التصحيح: %@
da: Fejlfindingslog: %@
de: Debug-Protokoll: %@
es: Registro de depuración: %@
fi: Vianmääritysloki: %@
fr: Journal de débogage : %@
is: Villuleitarskrá: %@
it: Log di debug: %@
ja: デバッグログ: %@
ko: 디버그 로그: %@
nb: Feilsøkingslogg: %@
nl: Foutopsporingslogboek: %@
pt_br: Registro de depuração: %@
ru: Журнал отладки: %@
sv: Felsökningslogg: %@
zh_hans: 调试日志：%@

source: Deep & REM
ar: العميق وREM
da: Dyb og REM
de: Tief & REM
es: Profundo y REM
fi: Syvä ja REM
fr: Profond et REM
is: Djúpur og REM
it: Profondo e REM
ja: 深い睡眠と REM
ko: 깊은 수면 및 REM
nb: Dyp og REM
nl: Diep & REM
pt_br: Profundo e REM
ru: Глубокий и REM
sv: Djup och REM
zh_hans: 深睡与 REM

source: Deep mode
ar: المعمّق
da: Dyb
de: Gründlich
es: Profundo
fi: Syvä
fr: Approfondi
is: Djúpt
it: Approfondito
ja: ディープ
ko: 심층
nb: Dyp
nl: Diepgaand
pt_br: Profundo
ru: Глубоко
sv: Djup
zh_hans: 深度

source: Deep sleep made up more of the night than is typical.
ar: شكّل النوم العميق نسبة من الليلة أكبر من المعتاد.
da: Dyb søvn udgjorde en større del af natten end normalt.
de: Tiefschlaf machte einen größeren Teil der Nacht aus als üblich.
es: El sueño profundo ocupó una parte de la noche mayor de lo habitual.
fi: Syvää unta oli tavallista suurempi osa yöstä.
fr: Le sommeil profond a occupé une part de la nuit plus grande que d'habitude.
is: Djúpsvefn var stærri hluti næturinnar en venjulega.
it: Il sonno profondo ha occupato una parte della notte maggiore del solito.
ja: 深い睡眠の割合がいつもより多い夜でした。
ko: 깊은 수면이 평소보다 밤의 더 큰 비중을 차지했습니다.
nb: Dyp søvn utgjorde en større del av natten enn vanlig.
nl: Diepe slaap besloeg een groter deel van de nacht dan gebruikelijk.
pt_br: O sono profundo ocupou uma parte da noite maior que o normal.
ru: Доля глубокого сна была выше обычной.
sv: Djupsömn utgjorde en större del av natten än vanligt.
zh_hans: 深睡在整晚中的占比高于通常水平。

source: Deep tier
ar: المستوى المعمّق
da: Dyb-niveau
de: Stufe Gründlich
es: Nivel Profundo
fi: Syvä taso
fr: Niveau Approfondi
is: Djúpt stig
it: Livello Approfondito
ja: ディープ階層
ko: 심층 단계
nb: Dyp-nivå
nl: Niveau Diepgaand
pt_br: Nível Profundo
ru: Уровень «Глубоко»
sv: Nivå Djup
zh_hans: 深度层级

source: Deepest reasoning
ar: أعمق استدلال
da: Dybeste ræsonnement
de: Tiefstes logisches Denken
es: Razonamiento más profundo
fi: Syvällisin päättely
fr: Raisonnement le plus approfondi
is: Dýpsta rökhugsun
it: Ragionamento più profondo
ja: 最も深い推論
ko: 가장 깊은 추론
nb: Dypest resonnering
nl: Diepste redenering
pt_br: Raciocínio mais profundo
ru: Самые глубокие рассуждения
sv: Djupast resonemang
zh_hans: 最深入的推理

source: Default (4.5 hrs)
ar: افتراضي (4.5 ساعة)
da: Standard (4,5 t)
de: Standard (4,5 Std.)
es: Predeterminado (4,5 h)
fi: Oletus (4,5 h)
fr: Par défaut (4,5 h)
is: Sjálfgefið (4,5 klst.)
it: Predefinito (4,5 h)
ja: デフォルト（4.5 時間）
ko: 기본(4.5시간)
nb: Standard (4,5 t)
nl: Standaard (4,5 u)
pt_br: Padrão (4,5 h)
ru: По умолчанию (4,5 ч)
sv: Standard (4,5 tim)
zh_hans: 默认（4.5 小时）

source: Delete All My Data asks you to type a confirmation phrase and confirm once more before it erases anything.
ar: يطلب منك خيار «حذف جميع بياناتي» كتابة عبارة تأكيد ثم التأكيد مرة أخرى قبل أن يمسح أي شيء.
da: Slet alle mine data beder dig skrive en bekræftelsessætning og bekræfte én gang til, før der slettes noget.
de: „Alle meine Daten löschen“ verlangt, dass du einen Bestätigungssatz eintippst und noch einmal bestätigst, bevor etwas gelöscht wird.
es: «Eliminar todos mis datos» te pide escribir una frase de confirmación y confirmar una vez más antes de borrar nada.
fi: Poista kaikki tietoni pyytää kirjoittamaan vahvistuslauseen ja vahvistamaan vielä kerran ennen kuin mitään poistetaan.
fr: « Supprimer toutes mes données » vous demande de saisir une phrase de confirmation et de confirmer une dernière fois avant d'effacer quoi que ce soit.
is: „Eyða öllum gögnunum mínum“ biður þig að slá inn staðfestingarsetningu og staðfesta einu sinni enn áður en nokkru er eytt.
it: «Elimina tutti i miei dati» ti chiede di digitare una frase di conferma e di confermare ancora una volta prima di cancellare qualsiasi cosa.
ja: 「すべてのデータを削除」は、何かを消去する前に確認用の語句の入力と、もう一度の確認を求めます。
ko: '내 데이터 모두 삭제'는 무엇이든 지우기 전에 확인 문구를 입력하고 한 번 더 확인하도록 요청합니다.
nb: Slett alle dataene mine ber deg skrive inn en bekreftelsesfrase og bekrefte én gang til før noe slettes.
nl: 'Al mijn gegevens verwijderen' vraagt je een bevestigingszin te typen en nog één keer te bevestigen voordat er iets wordt gewist.
pt_br: "Excluir todos os meus dados" pede que você digite uma frase de confirmação e confirme mais uma vez antes de apagar qualquer coisa.
ru: «Удалить все мои данные» просит ввести фразу подтверждения и подтвердить ещё раз, прежде чем что-либо стереть.
sv: Radera alla mina data ber dig skriva en bekräftelsefras och bekräfta en gång till innan något raderas.
zh_hans: “删除我的所有数据”会要求你输入确认短语并再次确认，然后才会清除任何内容。

source: deleted (sessions, live backups, settings backup)
ar: حُذفت (الجلسات، النسخ الاحتياطية المباشرة، نسخة الإعدادات)
da: slettet (sessioner, live-backups, backup af indstillinger)
de: gelöscht (Sitzungen, Live-Backups, Einstellungs-Backup)
es: eliminados (sesiones, copias en directo, copia de los ajustes)
fi: poistettu (istunnot, live-varmuuskopiot, asetusten varmuuskopio)
fr: supprimés (sessions, sauvegardes en direct, sauvegarde des réglages)
is: eytt (lotur, lifandi afrit, afrit stillinga)
it: eliminati (sessioni, backup in tempo reale, backup delle impostazioni)
ja: 削除済み（セッション、ライブバックアップ、設定のバックアップ）
ko: 삭제됨(세션, 실시간 백업, 설정 백업)
nb: slettet (økter, live-sikkerhetskopier, sikkerhetskopi av innstillinger)
nl: verwijderd (sessies, live-back-ups, back-up van instellingen)
pt_br: excluídos (sessões, backups ao vivo, backup dos ajustes)
ru: удалены (сессии, текущие резервные копии, копия настроек)
sv: raderade (sessioner, livesäkerhetskopior, säkerhetskopia av inställningar)
zh_hans: 已删除（记录、实时备份、设置备份）

source: Deleted sessions stay here for 90 days unless you remove them sooner.
ar: تبقى الجلسات المحذوفة هنا لمدة 90 يوماً ما لم تزلها قبل ذلك.
da: Slettede sessioner bliver her i 90 dage, medmindre du fjerner dem før.
de: Gelöschte Sitzungen bleiben hier 90 Tage, es sei denn, du entfernst sie früher.
es: Las sesiones eliminadas permanecen aquí durante 90 días, a menos que las quites antes.
fi: Poistetut istunnot pysyvät täällä 90 päivää, ellet poista niitä aiemmin.
fr: Les sessions supprimées restent ici pendant 90 jours, sauf si vous les retirez plus tôt.
is: Eyddar lotur haldast hér í 90 daga nema þú fjarlægir þær fyrr.
it: Le sessioni eliminate restano qui per 90 giorni, a meno che tu non le rimuova prima.
ja: 削除したセッションは、それより前に完全に削除しない限り、90日間ここに残ります。
ko: 삭제된 세션은 그 전에 직접 제거하지 않으면 90일 동안 여기에 남아 있습니다.
nb: Slettede økter blir her i 90 dager, med mindre du fjerner dem før.
nl: Verwijderde sessies blijven hier 90 dagen staan, tenzij je ze eerder verwijdert.
pt_br: Sessões excluídas ficam aqui por 90 dias, a menos que você as remova antes.
ru: Удалённые сессии хранятся здесь 90 дней, если вы не удалите их раньше.
sv: Raderade sessioner finns kvar här i 90 dagar om du inte tar bort dem tidigare.
zh_hans: 已删除的记录会在此保留 90 天，除非你提前将其移除。

source: Demo
ar: تجريبي
fr: Démo
is: Sýnishorn
ja: デモ
ko: 데모
pt_br: Demonstração
ru: Демо
zh_hans: 演示

source: Detecting artifacts...
ar: جارٍ كشف التشوّهات...
da: Finder artefakter...
de: Artefakte werden erkannt …
es: Detectando artefactos...
fi: Tunnistetaan artefakteja...
fr: Détection des artefacts...
is: Greini truflanir...
it: Rilevamento degli artefatti...
ja: アーティファクトを検出中...
ko: 아티팩트 감지 중...
nb: Finner artefakter...
nl: Artefacten detecteren...
pt_br: Detectando artefatos...
ru: Поиск артефактов...
sv: Söker efter artefakter...
zh_hans: 正在检测伪差...

source: Detraining. Fitness is drifting down.
ar: تراجع التدريب. لياقتك تنخفض تدريجيًا.
da: Formtab. Formen er langsomt på vej ned.
de: Trainingsrückgang. Deine Fitness lässt nach.
es: Desentrenamiento. Tu condición física está bajando.
fi: Kunnon lasku. Kunto hiipuu.
fr: Désentraînement. La condition décline.
is: Afþjálfun. Þrekið dvínar.
it: Detraining. La forma fisica sta calando.
ja: ディトレーニング。フィットネスが徐々に低下しています。
ko: 디트레이닝. 체력이 서서히 떨어지고 있습니다.
nb: Formtap. Formen synker sakte.
nl: Detraining. Je fitheid neemt langzaam af.
pt_br: Destreinamento. O condicionamento está caindo.
ru: Детренированность. Форма постепенно снижается.
sv: Formtapp. Konditionen sjunker sakta.
zh_hans: 停训退化。体能在逐渐下降。
